Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Chandrika Bandaranaike was born on June 29, 1945 at Wentworth in Guidford Crescent, Colombo to Solomon West Ridgeway Dias Bandaranaike and Sirima Ratwatte Dias Bandaranaike. The family moved the year later to a mansion at Rosmead Place, Colombo purchased by her paternal grandfather.
ne: चन्द्रिका बन्दरानाइके को जन्म जुन २९, १९४५ मा कोलम्बोमा भएको थियो । उनको परिवार अर्को वर्ष रोसमेड प्लेस , कोलम्बोमा बसाई सर्यो ।

source: A nationalist and left wing politician, who had by the time build up a strong following known as the Sinhala Maha Sabha. He was the only son of Sir Solomon Dias Bandaranike, the Maha Mudaliyar, the chief Ceylonese representative and advisor to the Governor of Ceylon. Her mother Sirima Ratwatte Dias Bandaranaike, was the daughter of Barnes Ratwatte Dissawa, Rate Mahatmaya of Balangoda during British colonial rule, who was a descended from Ratwatte Dissawa, Dissawa of Matale, a signatory on behalf of the Sinhalese to the Kandyan Convention of 1815.[5]
ne: उनका पिता एस.डब्लु.आर.डी बन्दरानाइके अक्सफार्डबाट दीक्षित थिए, जो उनको जन्मको समयमा स्थानीय प्रशासन मन्त्रि थिए ।

source: Chandrika was educated at the St Bridget's Convent, Colombo, and enrolled at the Roman Catholic Aquinas University College, Colombo to study for a law degree. However, in 1967, she left Aquinas without completing her law studies to France on a scholarship from the Institute of French Studies. There she spent one year at the Institut d'études politiques d'Aix-en-Provence following a course in the French language and culture.
ne: चन्द्रिकाको शिक्षा सेन्ट ब्रिजेट कन्भेन्ट , कोलम्बोमा भयो र रोमन क्याथोलिक याक्युनस विश्वविद्यालयमा कानुनको अध्ययनको लागि भर्ना भइन् । तर, उनले पढाई नसक्दै याक्युनस छोडेर छात्रवृत्तिमा पढ्न फ्रान्स गईन । उनले १९६८ देखि १९७३ सम्म पढेर विकास अर्थशास्त्रमा पी.एच.डी गरिन् ।[6][7] उनी धाराप्रवाह सिन्हाला भाषा, अङ्ग्रेजी भाषा र फ्रान्सेली भाषा बोल्न सक्थिन् ।[8]

source: She returned to Ceylon in 1972, where her mother had became prime minister for a second time in 1970 and launched a wide-ranging programme of socialist reform and faced a violent communist insurrection in 1971.[9] After returning she enrolled in and became active in the SLFP which had been founded by her father and now led by her mother. In 1974, she became an executive committee member of its Women's League.
ne: उनी १९७२ मा श्रीलंका फर्किन । उनकी आमा दोश्रो पटक श्रीलंकाको प्रधानमन्त्री बनेकी थिइन् र सामाजिक बिकासको बृहत कार्यक्रम मा १९७१ मा कम्युनिस्ट बाधा भोग्नु परेको थियो ।[9] श्रीलंका फर्केपछि उनी आफ्नी पिताले सुरु गरेको र अहिले आमाले नेतृत्वको कार्यक्रमको सक्रिय सदस्य बनिन ।१९७४ मा उनी महिला संघको कार्यकारी समितिको सदस्य बनिन ।

source: Having return permanently in 1991, Chandrika rejoined SLFP and got actively involved in politics. In 1993, Athulathmudali and Premadasa were assassinated. Following Athulathmudali's assassination Chandrika became the principle opposition candidate in the Western provincial council election, in which she was elected as the chief minister.
ne: जेभीपी बिद्रोहको अन्त्य पछी , चन्द्रिका १९९०मा देश व्यापी भ्रमण गरेर राजनीतिमा लागिन् । १९९३ मा उनी पश्चिमी प्रादेशिक परिषदको निर्वाचनमा उनी मुख्य मन्त्रीमा बिजयी भइन् ।

source: With general elections called for in 1994, she became the de-factor leader of the SLFP forming a coalition called the People's Alliance (PA) which contested the general elections. In the election Chandrika was elected to parliament from the Gampaha District in August 1994. Archiving a slim majority in parliament by gaining the support of the Ceylon Workers' Congress, the PA formed a government with Chandrika as prime minister with her mother as a minister in the cabinet on 19 August 1994.[11] She also succeeded her mother as the leader of the SLFP.
ne: १९९४ को निर्वाचन पछी , उनी श्रीलंका फ्रिडम पार्टीको नेता बनिन । यो निर्वाचनमा उनी गम्पाहा जिल्लाबाट अगस्ट १९९४ मा निर्वाचित भइन् । सिलोन वर्कर्स पार्टीको सहयोगमा १९ अगस्ट १९९४ मा उनको गठबन्धनले चन्द्रिका प्रधानमत्री को सरकार बन्यो जहाँ उनको आमा समेत मन्त्रिपरिषद्को सदस्य थिइन् ।[11] तत्काल नोबेम्बरमा राष्ट्रपति निर्वाचनको आह्वान गरियो ।

source: Prime Minister Kumaratunga backed by the PA contested against Gamini Dissanayake, who was the leader of the opposition backed by the UNP. However Dissanayake was soon assassinated by a LTTE suicide bomber and his widow Srima Dissanayake took over his normination. Chandrika won the presidential election in 1994 gaining 62.28% of the vote.
ne: राष्ट्रपति निर्वाचनमा उनको बिपक्षी गामिनी दिसानायाके थिए । तर लिट्टेको आत्मघाती बम विष्फोटमा दिसनायाकेको हत्या भए पछि उनकी बिधवा पत्नी श्रीमा दिसनायाकेले उनको मनोनयन फिर्ता लिइन् । १९९४ को राष्ट्रपतीय निर्वाचनमा चन्द्रिका ६२.२८ % मत ल्याउदै विजयी भइन् । १९९४ नोबेम्बरमा श्रीलंकाको प्रथम महिला राष्ट्रपति भएपछी , उनले प्रधानमन्त्री को आफ्नो उत्तरधिकारीको रुपमा आफ्नी आफालाई नियुक्त गरिन् ।

source: Chandrika married movie star and politician Vijaya Kumaratunga in 1978, who was assassinated on 16 February 1988, outside his residence in the presence of Chandrika and their two children, then aged five and seven. The extremist Marxist Janatha Vimukthi Peramuna (JVP) claimed responsibility.
ne: चन्द्रिका को विवाह चलचित्र कर्मी तथा राजनीतिज्ञ विजय कुमारातुंगा संग १९७८ मा भएको थियो , जसको १६ फेब्रुअरी १९८८ मा हत्या भयो ।

source: Kumaratunga was awarded the French medal of Commander of the Legion of Honour in 2018. She is the first Sri Lankan woman to receive this honour.[29]
ne: चन्द्रिका कुमारातुंगालाई २०१८ मा फ्रेन्च पदक कमान्डर अफ लिजन अफ अनरले सम्मानित गरियो ।[29]

source: Retrieved 7 November 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Skard, Torild "Sirimavo Bandaranaike" and "Chandrika Kumaratunga", 2014 ↑ "Alumni - Sciences Po International". www.sciencespo.fr. 4 February 2015. Retrieved 7 November 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Chandrika awarded France's Highest National Honour".
ne: Retrieved 7 November 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Skard, Torild "Sirimavo Bandaranaike" and "Chandrika Kumaratunga", 2014 ↑ "Alumni - Sciences Po International", www.sciencespo.fr, ४ फेब्रुअरी २०१५, अभिगमन मिति ७ नोभेम्बर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Chandrika awarded France's Highest National Honour".

source: 1 Khetmuri = 25 Ropani 1 Bigha (बिघा) = 20 Kattha (कठ्ठा) = 6772.63 m² = 72900 sq.ft. = 13.31 Ropani 1 Katha (कठ्ठा) = 20 Dhur (धुर) = 338.63 m² = 3645 sq.ft. 1 Dhur (धुर) = 16.93 m² = 182.25 sq.ft. 1 Ropani (रोपनी) = 16 Aana (आना) = 64 Paisa (पैसा) = 508.72 m² = 5476 sq.ft. = 256 Daam (दाम) = 4 llka 1 Aana (आना)= 4 Paisa (पैसा) = 31.80 m² = 342.25 sq. ft. = 16 Daam (दाम) 1 Paisa (पैसा) = 4 Daam (दाम) = 7.95 m² = 85.56 sq. ft.
ne: १ खेतमुरी = २५ रोपनी १ बिघा = २० कठ्ठा = ६७७२.६३ बर्ग मि.= ७२९०० वर्ग फिट = १३.३१ रोपनी १ कठ्ठा = २० धुर = ३३८.६३ बर्ग मि. = ३६४५ वर्ग फिट. १ धुर = १६.९३ बर्ग मि. = १८२.२५ sq.ft. १ रोपनी = १६ आना = ६४ पैसा = ५०८.७२ बर्ग मि. = ५४७६ वर्ग फिट = २५६ दाम= 4 llka १ आना= ४ पैसा = ३१.८० बर्ग मि. = ३४२.२५ वर्ग फिट = १६ दाम १ पैसा = ४ दाम = ७.९५ बर्ग मि. = ८५.५६ वर्ग फिट १ दाम = १.९९ बर्ग मि. = २१.३९ वर्ग फिट

source: Conversions for Terai customary units[4] Unit Divisions In square metres In square feet Dhur 16.93 square metres 182.25 square feet Katha 20 Dhur 338.62 square metres 3,645 square feet Bigha 20 Katha 6772.41 square metres 72,900 square feet
ne: तराईमा प्रचलित एकाइहरुको रुपान्तरण[4] एकाइ प्रभाग वर्ग मीटर वर्ग फिट धुर १६.९३ वर्ग मीटर १८२.२५ वर्ग फिट कट्ठा २० धुर ३३८.६२ वर्ग मीटर ३,६४५ वर्ग फिट बिघा २० कट्ठा ६७७२.४१ वर्ग मीटर ७२,९०० वर्ग फिट

source: Conversions for Mountainous customary units[4] Unit Divisions In square metres In square feet Dam 1.99 square metres 21.39 square feet Paisa 4 Dam 7.95 square metres 85.56 square feet Ana 4 Paisa 31.80 square metres 342.25 square feet Ropani 16 Aana 508.74 square metres 5476 square feet
ne: पहाडी तथा हिमाली क्षेत्रमा प्रचलित एकाइहरुको रुपान्तरण[4] एकाइ प्रभाग वर्ग मीटर वर्ग फिट दाम १.९९ वर्ग मीटर २१.३९ वर्ग फिट पैसा ४ दाम ७.९५ वर्ग मीटर ८५.५६ वर्ग फिट आना ८ पैसा ३१.८० वर्ग मीटर ३४२.२५ वर्ग फिट रोपनी १६ आना ५०८.७४ वर्ग मीटर ५४७६ वर्ग फिट

source: Area
ne: क्षेत्रफल

source: Length
ne: लम्बाई

source: In Nepal, some customary units of measurement are still used, although the metric system has been the official standard since 1968.[1]
ne: नेपालमा केहि परम्परागत नापका इकाईहरु अझै प्रचलित छन् । [1]

source: The kos (kosh, krosh, koss) is a very ancient measure of distance, measuring about 2.25 miles or 3.7 km.[2]
ne: दुरी मापनको प्राचीन इकाई कोस हो । १ कोस बराबर २.२५ माइल तथा ३.७ कि.मि. हुन्छ ।[2]

source: 1 angul = approx. 0.75 inch 4 angul = 1 dharnugrah (bow grip) = 3 in 8 angul = 1 dhanurmushti (fist with thumb raised) = 6 in 12 angul = 1 vitastaa (span) = 9 in 2 vittaa (cubit) = 18 in 4 haath = 1 dand or dhanush (bow) = 6 ft 2000 dand = 1 kos or Gorut = 4000 yards or 2.25 miles 4 kosh = 1 yojan = 9 miles = 14.48 km 1 Haath = 1.5 ft.
ne: १ अंगुल = झन्डै. ०.७५ इन्च ४ अंगुल = 1 धनुर्ग्राह = ३ इन्च ८ अंगुल = 1 धनुर्मुष्टि (fist with thumb raised) = ६ इन्च १२ अंगुल = 1 वितास्ता (span) = ९ इन्च २ बित्ता (cubit) = १८ इन्च ४ हात = 1 दण्ड वा धनुष = ६ फिट २००० दण्ड = १ कोस वा गोरुत = ४००० यार्ड or २.२५ माइल ४ कोस = 1 योजन = ९ माइल = १४.४८ कि.मि १ हात = १.५ फिट

source: The units of measurement of area of land depends on the part of the country where they are being used, with the Bigha-Katha-Dhur measurements common in the Terai region while the Ropani-Aana measurements are common in hilly and mountainous regions.
ne: बिघा -कट्ठा -धुर तराईतिर प्रचलित छ भने पहाड तिर रोपनी--आना प्रचलित छ ।

source: Terai region
ne: तराई

source: 1 katha = 20 dhur 1 bigha = 20 katha
ne: १ कट्ठा =२० धुर १ बिघा = २० कट्ठा

source: Hilly and mountainous regions
ne: पहाडी तथा हिमाली क्षेत्र

source: 1 paisa = 4 dam (daam) 1 ana = 4 paisa[5]
ne: १ पैसा = ४ दाम १ आना = ४ पैसा[5]

source: 1 ropani = 16 ana
ne: १ रोपनी = १६ आना

source: 1 ropani = 74 feet × 74 feet 1 bigha = 13 ropani 1 kattha = 442 square yards or 338 square meters[6][7]
ne: १ रोपनी = ७४ फिट × ७४ फिट १ बिघा = १३ रोपनी १ कट्ठा = 442 वर्ग यार्ड वा ३३८ वर्ग मीटर[6][7]

source: 25 October 1968. Retrieved 21 April 2015..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Some Land and Distance Measurement Units used in Nepal". Blog "for Nepalese Civil Engineers".
ne: ↑ "Standard Measurement and Weight Act, 1968", Kingdom of Nepal, २५ अक्टोबर १९६८, अभिगमन मिति २१ अप्रिल २०१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Some Land and Distance Measurement Units used in Nepal", Blog "for Nepalese Civil Engineers", ६ जनवरी २०११, अभिगमन मिति २० डिसेम्बर २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Land measurement units in Nepal" october, 2014 1 2 "Units of Area Calculation in Nepal, Ropani Anna ana Converter Square Feet sq. ft area land units Converter loan emi calculator". www.housingnepal.com.
